Repository: jotacaldara/RestControlDonoMVC
Catalog: RestControlMVC/Localization/AdminSharedResource.*.resx
Languages: pt

source: Back
pt: Voltar

# Save
source: Save Changes
pt: Guardar Alterações

source: Cancel
pt: Cancelar

source: Edit
pt: Editar

source: Delete
pt: Eliminar

source: Search
pt: Pesquisar

source: Actions
pt: Ações

source: Status
pt: Estado

source: Active
pt: Ativo

source: Inactive
pt: Inativo

source: Name
pt: Nome

source: Phone
pt: Telefone

source: Address
pt: Endereço

source: City
pt: Cidade

source: Description
pt: Descrição

source: Data updated
pt: Dados atualizados

source: Approve
pt: Aprovar

source: Reject
pt: Rejeitar

source: Renew
pt: Renovar

# Details
source: View Details
pt: Ver Detalhes

source: reviews
pt: avaliações

source: Plan
pt: Plano

source: Commission
pt: Comissão

source: Expiry
pt: Vencimento

source: days
pt: dias

source: day
pt: dia

source: Update Plan
pt: Atualizar Plano

# Dashboard_Title
source: Admin Dashboard
pt: Dashboard Administração

# Dashboard_TotalRestaurants
source: Total Restaurants
pt: Total Restaurantes

# Dashboard_PlatformRevenue
source: Platform Revenue
pt: Receita Plataforma

# Dashboard_TotalReservations
source: Total Reservations
pt: Total Reservas

# Dashboard_PendingApprovals
source: Pending Approvals
pt: Aprovações Pendentes

# Dashboard_RevenueEvolution
source: Revenue Evolution
pt: Evolução de Receita

# Dashboard_CommissionLabel
source: Platform Commission
pt: Comissão Plataforma

# Earnings_Title
source: Platform Earnings
pt: Ganhos da Plataforma

# Earnings_Subtitle
source: Total revenue: subscription fees + reservation commissions
pt: Receita total: mensalidades dos planos + comissões de reservas

# Earnings_ManageSubscriptions
source: Manage Subscriptions
pt: Gerir Subscrições

# Earnings_TotalRevenue
source: Total Revenue
pt: Receita Total

# Earnings_TotalRevenueSubtitle
source: Subscriptions + Commissions
pt: Mensalidades + Comissões

# Earnings_MonthlyFees
source: Monthly Fees
pt: Mensalidades

# Earnings_MonthlyFeesSubtitle
source: Revenue from subscription plans
pt: Receita dos planos de subscrição

# Earnings_ReservationCommissions
source: Reservation Commissions
pt: Comissões de Reservas

# Earnings_ReservationCommissionsSubtitle
source: % per completed reservation (as per plan)
pt: % por reserva concluída (conforme plano)

# Earnings_ChartTitle
source: Commissions by Month (Last 6 Months)
pt: Comissões por Mês (Últimos 6 Meses)

# Earnings_ChartLabel
source: Commissions (€)
pt: Comissões (€)

# Earnings_NoChartData
source: No chart data available yet.
pt: Ainda não há dados para o gráfico.

# Earnings_ByRestaurant
source: Commissions by Restaurant
pt: Comissões por Restaurante

# Earnings_Restaurant
source: Restaurant
pt: Restaurante

# Earnings_CompletedReservations
source: Completed Reservations
pt: Reservas Concluídas

# Earnings_Commissions
source: Commissions
pt: Comissões

# Earnings_NoCommissions
source: No commissions recorded.
pt: Nenhuma comissão registada.

# Earnings_NoCommissionsHint
source: Commissions appear when reservations are completed with a registered value.
pt: As comissões aparecem quando reservas são concluídas com valor registado.

# Users_Title
source: User Management
pt: Gestão de Utilizadores

# Users_Subtitle
source: Manage customer and administrator accounts.
pt: Administre as contas de clientes e administradores.

# Users_NewUser
source: New User
pt: Novo Utilizador

# Users_Role
source: Role
pt: Perfil (Role)

# Users_ConfirmDelete
source: Are you sure you want to delete this user?
pt: Tem a certeza que deseja eliminar?

# EditUser_Title
source: Edit User
pt: Editar Utilizador

# EditUser_FullName
source: Full Name
pt: Nome Completo

# EditUser_FullNamePlaceholder
source: Ex: John Smith
pt: Ex: João Silva

# EditUser_EmailPlaceholder
source: email@example.com
pt: email@exemplo.com

# EditUser_AccessProfile
source: Access Profile
pt: Perfil de Acesso

# EditUser_Admin
source: Central Administrator
pt: Administrador Central

# EditUser_Owner
source: Restaurant Owner
pt: Dono de Restaurante

# EditUser_Customer
source: Customer
pt: Cliente

# EditUser_ActiveAccount
source: Active Account
pt: Conta Ativa

# Restaurants_Title
source: Restaurant Management
pt: Gestão de Restaurantes

# Restaurants_FilterCity
source: Filter by city...
pt: Filtrar por cidade...

# Restaurants_NoRestaurants
source: No restaurants found.
pt: Nenhum restaurante encontrado.

# RestaurantDetail_Title
source: My Restaurant
pt: Meu Restaurante

# RestaurantDetail_DetailedInfo
source: Detailed information about your establishment
pt: Informações detalhadas do seu estabelecimento

# RestaurantDetail_EditInfo
source: Edit Information
pt: Editar Informações

# RestaurantDetail_GeneralInfo
source: General Information
pt: Informações Gerais

# RestaurantDetail_RestaurantName
source: Restaurant Name
pt: Nome do Restaurante

# RestaurantDetail_AdminOnlyNote
source: Name, address and city can only be changed by the system administrator. You can edit the description and phone number.
pt: Nome, endereço e cidade só podem ser alterados pelo administrador do sistema. Você pode editar a descrição e o telefone.

# RestaurantDetail_ImportantNote
source: Important Note
pt: Nota Importante

# RestaurantDetail_BasedOnReviews
source: Based on {0} reviews
pt: Baseado em {0} avaliações

# RestaurantDetail_MenuStats
source: Menu Statistics
pt: Estatísticas do Menu

# RestaurantDetail_Categories
source: Categories:
pt: Categorias:

# RestaurantDetail_TotalProducts
source: Total Items:
pt: Total de Produtos:

# RestaurantDetail_ImageGallery
source: Image Gallery
pt: Galeria de Imagens

# RestaurantDetail_ImageAlt
source: Restaurant image
pt: Imagem do restaurante

# RestaurantDetail_MenuPreview
source: Menu Preview
pt: Pré-visualização do Menu

# RestaurantDetail_EditMenu
source: Edit Menu
pt: Editar Menu

# EditRestaurant_Title
source: Edit Restaurant Information
pt: Editar Informações do Restaurante

# EditRestaurant_Subtitle
source: Update the description and phone number of your restaurant
pt: Atualize a descrição e telefone do seu restaurante

# EditRestaurant_DescriptionLabel
source: Restaurant Description
pt: Descrição do Restaurante

# EditRestaurant_DescriptionPlaceholder
source: Describe your restaurant, specialties, atmosphere...
pt: Descreva o seu restaurante, especialidades, ambiente...

# EditRestaurant_DescriptionHint
source: This description will be shown to customers when they view your restaurant.
pt: Esta descrição aparecerá para os clientes quando visualizarem seu restaurante.

# EditRestaurant_PhoneLabel
source: Contact Phone
pt: Telefone de Contacto

# EditRestaurant_PhoneHint
source: Format: +351 XXX XXX XXX (with country code)
pt: Formato: +351 XXX XXX XXX (com código do país)

# EditRestaurant_RestrictedFields
source: Restricted fields:
pt: Campos restritos:

# EditRestaurant_RestrictedNote
source: Restaurant name, address and city can only be changed by the system administrator. Contact support if you need to change this information.
pt: Nome, endereço e cidade do restaurante só podem ser alterados pelo administrador do sistema. Contacte o suporte se precisar alterar essas informações.

# EditRestaurant_TipsTitle
source: Tips for a Great Description
pt: Dicas para uma Boa Descrição

# EditRestaurant_Tip1Title
source: Be specific:
pt: Seja específico:

# EditRestaurant_Tip1
source: Mention the type of cuisine, house specialties and popular dishes.
pt: Mencione o tipo de cozinha, especialidades da casa e pratos populares.

# EditRestaurant_Tip2Title
source: Highlight the atmosphere:
pt: Destaque o ambiente:

# EditRestaurant_Tip2
source: Describe the restaurant's vibe (family, romantic, casual, etc.).
pt: Descreva a atmosfera do restaurante (familiar, romântico, casual, etc.).

# EditRestaurant_Tip3Title
source: Mention differentials:
pt: Mencione diferenciais:

# EditRestaurant_Tip3
source: Sea view, live music, award-winning chef, organic ingredients, etc.
pt: Vista para o mar, música ao vivo, chef premiado, ingredientes orgânicos, etc.

# EditRestaurant_Tip4Title
source: Be concise:
pt: Seja conciso:

# EditRestaurant_Tip4
source: 2 to 4 lines is ideal to keep customers' attention.
pt: Entre 2 a 4 linhas é o ideal para manter a atenção dos clientes.

# EditRestaurant_CharCounter
source: characters
pt: caracteres

# Subs_Title
source: Manage Subscriptions
pt: Gerir Subscrições

# Subs_Subtitle
source: Renew plans and send payment reminders to owners
pt: Renove planos e envie lembretes de pagamento aos donos

# Subs_ViewEarnings
source: View Earnings
pt: Ver Ganhos

# Subs_Active
source: Active
pt: Ativas

# Subs_Expiring
source: Expiring (≤5 days)
pt: A Vencer (≤5 dias)

# Subs_Inactive
source: Inactive / Expired
pt: Inativas / Expiradas

# Subs_Restaurant
source: Restaurant
pt: Restaurante

# Subs_Monthly
source: Monthly Fee
pt: Mensalidade

# Subs_DaysRemaining
source: days remaining
pt: dias restantes

# Subs_Expired
source: EXPIRED
pt: EXPIRADA

# Subs_StatusActive
source: Active
pt: Ativa

# Subs_StatusExpiring
source: Expiring
pt: A Vencer

# Subs_StatusInactive
source: Inactive
pt: Inativa

# Subs_RenewTitle
source: Renew 30 days
pt: Renovar 30 dias

# Subs_RenewConfirm
source: Renew subscription for +30 days?
pt: Renovar subscrição por +30 dias?

# Subs_SendEmail
source: Send reminder email
pt: Enviar email de lembrete

# Subs_NoSubs
source: No subscriptions found.
pt: Nenhuma subscrição encontrada.

# Plans_Title
source: Plan Management & Financial
pt: Gestão de Planos & Financeiro

# Plans_TabExpiry
source: Expirations
pt: Vencimentos

# Plans_TabConfig
source: Plan Configuration
pt: Configuração de Planos

# Plans_TableRestaurant
source: Restaurant
pt: Restaurante

# Plans_TableCurrentPlan
source: Current Plan
pt: Plano Atual

# Plans_TableExpiry
source: Expiry
pt: Vencimento

# Plans_ExpiringSoon
source: Expiring soon
pt: Expira em breve

# Plans_SendBilling
source: Send Billing
pt: Enviar Cobrança

# Plans_NoExpiring
source: No subscriptions expiring in the next 5 days.
pt: Nenhuma subscrição a vencer nos próximos 5 dias.

# Plans_CurrentConfig
source: Current Configuration
pt: Configuração Atual

# Plans_Price
source: Price
pt: Preço

# Plans_EditValues
source: Edit Values
pt: Editar Valores

# Plans_NewMonthlyPrice
source: New Monthly Price
pt: Novo Preço Mensal

# Plans_NewCommission
source: New Commission (%)
pt: Nova Comissão (%)

# Plans_NoPlans
source: Could not load plans from the database.
pt: Não foi possível carregar os planos da base de dados.

# Plans_ConfirmEmail
source: Do you want to send a payment reminder to this restaurant?
pt: Deseja enviar um lembrete de pagamento para este restaurante?

# Plans_EmailSuccess
source: Email sent successfully!
pt: Email enviado com sucesso!

# Plans_EmailError
source: Error sending email.
pt: Erro ao enviar email.

# Pending_Title
source: Pending Restaurants
pt: Restaurantes Pendentes

# Pending_Subtitle
source: Review and approve new registration requests
pt: Analise e aprove novos pedidos de registo

# Pending_TotalPending
source: Total Pending
pt: Total Pendente

# Pending_RecentNew
source: New (last 2 days)
pt: Novos (últimos 2 dias)

# Pending_WaitingDays
source: {0} day(s) ago
pt: Há {0} dia(s)

# Pending_PlanLabel
source: Plan:
pt: Plano:

# Pending_PerMonth
source: /month
pt: /mês

# Pending_RestaurantInfo
source: Restaurant Information
pt: Informações do Restaurante

# Pending_OwnerInfo
source: Owner Details
pt: Dados do Proprietário

# Pending_OwnerName
source: Name:
pt: Nome:

# Pending_OwnerPhone
source: Phone:
pt: Telefone:

# Pending_ChosenPlan
source: Chosen Plan:
pt: Plano Escolhido:

# Pending_ConfirmApprove
source: Do you want to approve this restaurant?
pt: Deseja aprovar este restaurante?

# Pending_RejectModal_Title
source: Reject Request
pt: Rejeitar Pedido

# Pending_RejectWarning
source: This action will permanently delete the restaurant and its associated user.
pt: Esta ação irá eliminar permanentemente o restaurante e o utilizador associado.

# Pending_RejectReason
source: Rejection Reason
pt: Motivo da Rejeição

# Pending_RejectReasonPlaceholder
source: Explain the reason for rejection...
pt: Explique o motivo da rejeição...

# Pending_RejectReasonHint
source: This reason will be sent by email to the owner.
pt: Este motivo será enviado por email ao proprietário.

# Pending_RejectDefinitely
source: Reject Permanently
pt: Rejeitar Definitivamente

# Pending_EmptyTitle
source: All caught up!
pt: Tudo em dia!

# Pending_EmptySubtitle
source: There are no restaurants pending approval at the moment.
pt: Não há restaurantes pendentes de aprovação no momento.
